<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Pagination Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used by the paginator library to build
    | the simple pagination links. You are free to change them to anything
    | you want to customize your views to better match your application.
    |
    */
    'lang'=>'language',
    'NotesApp'=>'هاوستدي',
    // 'NotesApp'=>'نوت أب',
    'welcome'=>[
        'What People Says'=>'ما يقوله الناس',
        'What Is Dope App?'=>'ماهو تطبيق هاوستدي ؟',
        'hi'        =>"مرحبا, انا تطبيق هاوستدي.",
        'descrption'    =>  'النظام يقوم بإدارة نظام المدرسة ويقوم بربط عدة جهات تقوم بتسهيل المتابعة للطالب مثل المشرف و ولي الامر والمدرس والمسئول المالي والاخصائية الاجتماعية والإدارة بحيث تسهل على ولي الامر متابعة الطالب بشكل يومي  .وابلاغه بكل ما قد يحصل بشكل سريع',
        'next'=>'التالي',
    ],
    'li'=>[
        'Home'=>'الرئيسية',
        'About Us'=>'من نحن',
        // 'Services'=>'تسجل الاشتراك',
        'Services'=>'مدرسة جديدة',
        'Blog'=>'المدونة',
        'Contact'=>'تواصل معنا',
    ],

    'You are logged in' => 'انت الان مسجل الدخول',
    'home' => 'الصفحة الرئيسية',
    // 'New_School' => 'حساب مدرسه جديد',
    'New_School' => 'انشاء حساب مدرسه جديد',
    'namepro'=>'متابعة الطلاب',
    'Login'=>'تسجيل دخول',
    // 'Register'=>'اشتراك',
    'Register'=>'مدرسة جديدة',
    
    'school_name_ar'=>'اسم المدرسة عربي *',
    'bransh'=>'اسم الفرع *',
    'school_name_en'=>'اسم المدرسة انجليزي',
    'school_email'=>'إميل المدرسة *',
    'school wep'=>'الموقع الالكتروني للمدرسة *',
    'tel'=>'رقم التلفون *',
    'fax'=>'رقم الفاكس *',
    'school_logo'=>'شعار المدرسة *',

    'address school'=>'عنوان المدرسة *',
    'country'=>'الدولة *',
    'city'=>'المدينة *',
    'cite'=>'المدينة *',
    'street'=>'مديرية , الحي\شارع ,بجوا ... *',
    'Zip'=>'الرمز البريدي',
    'school_massge'=>'رسالة المدرسة',
    
    'name'  =>  'الاسم ',
    'no account'  =>  'رقم الحساب ',
    
    'manager'  => 'المدير',
    'agent'  => 'الوكيل',
    'admins' => 'مسؤل النظام',
    'financial'  => 'المسؤل المالي',
    'secretary' => 'السكرتارية',
    'specialist' => 'الاخصائي',
    'supervisor' => 'المشرف',
    'teacher'  => 'المعلم',
    'pareent'  => 'ولي الامر',
    'student_'  => 'الطالب',
    'student'=>[
        'name'=>'اسم الطالب',
        'f_name'=>'اسم الطالب',
        'p_name'=>'اسم الاب',
        'l_name'=>'اسم الجد والقب',
        'birthdate'=>'تاريخ الميلاد',
        'gender'=>'الجنس',
        'nationality'=>'الجنسية',
        // 'L_name'=>'القب',
    ],
    'man'=>'ذكر',
    'wman'=>'انثى',

    'users'=> 'قم باضافة الاسماء التالية',
    // login select list user tayp
    'Student'=> 'طالب',
    'Parent'=> 'ولي امر',
    'Teacher'=> 'معلم',
    'Supervisor'=> 'مشرف مرحلة',
    'Secretary'=> 'شوؤن الطلاب',
    'Financial'=> 'مسؤل مالي',
    'Specialist'=> 'إخصائي اجتماعي',
    'Admin'=> 'مسئول النظام',
    'Agent'=> 'وكيل المدرسة',
    'Manager'=> 'مدير مدرسة',


    'Enter name manager'=>'ادخل اسم المدير',
    'Enter name agent'=>'ادخل اسم الوكيل',
    'Enter name school_admin'=>'ادخل اسم مسؤل النظام',
    'Enter name financial'=>'ادخل اسم المسؤل المالي',
    'Enter name secretarie'=>'ادخل اسم السكرتارية',
    'Enter name specialist'=>'ادخل اسم الاخصائي',

    'select the tayp user'=>'اختر نوع المستخدم',
    'usre tayp'=>'نوع المستخدم',
    'Sign In'=>'تسجيل الدخول',

    'step'=>[
        '1'=>[
            'true'=>'لقد تم حفظ  البيانات بنجاح وتم ارسال رساله لبريدكم الالكتروني لاتمام عملية اعداد الحساب .
             شكرا لتعاملكم معنا',
             ''=>'',
             ''=>'',
        ],
        '2'=>[
            'true'=>'',
            ''=>'',
            ''=>'',
        ],
    ],
    'Level'=>[
        'L1as'=>'الصف الاول اساسي',
        'L2as'=>'الصف الثاني اساسي',
        'L3as'=>'الصف الثالث اساسي',
        'L4as'=>'الصف الرابع اساسي',
        'L5as'=>'الصف الخامس اساسي',
        'L6as'=>'الصف السادس اساسي',
        'L7as'=>'الصف السابع اساسي',
        'L8as'=>'الصف الثامن اساسي',
        'L9as'=>'الصف التاسع اساسي',
        'L1th'=>'الصف الاول ثانوي',
        'L2th'=>'الصف الثاني ثانوي',
        'L3th'=>'الصف الثالث ثانوي',
      ],
    'check levels'=>'قم بتحديد المراحل الدراسية لمدرستكم',
    
    'page'=>[
        'home'=>'الصفحة الرئيسية',
        'profile'=>'الصفحة الشخصية',
        'dashboard'=>'لوحة التحكم',
        ''=>'',
        ''=>'',
    ],
    ''=>'',
    ''=>'',
    ''=>'',
    'Copyright'=>'كل الحقوق محفوظة',

    'btn'=>[
        'View'=>'عرض',
        'Add'=>'اظافة',
        'Delete'=>'حذف',
        'Edit'=>'تعديل',
        'Sync'=>'تحديث',
        'Download'=>'تحميل',
    ],
    
    'add'=>[
        'level'=>[
            'success'=>'تم اظافة الصف ال:Level بنجاح .'
            ]
        ],
    'delete'=>[
        'level'=>[
            'delete!'=>'<div dir="rtl" class="h4"> هل انت متأكد من حذف :Level ؟ </div><br>
                        سوف يتم حذف :Level وجميع البيانات الخاصة بها,<br>
                        ولا يمكن استعادت البيانات مرة اخرى !.<br>',

            'success'=>'<div class="h5 icon-download"> تم حذف :Level بنجاح .</div>'
            ]
        ],

    'time'=>[

        'now'=>'الان',
        '1 sec'=>'منذ ثانية',
        'secs'=>'ثواني',
        '1 min'=>'منذ دقيقة',
        'mins'=>'دقائق',
        '1 hr'=>'منذ ساعة',
        'hrs'=>'ساعات',
        '1 day'=>'أمس',
        'to days'=>'يومين',
        'days'=>'ايام',
        'last week'=>'الاسبوع الماضي',
        'to weeks'=>'اسبوعان',
        'weeks'=>'أسابيع',
        'last month'=>'الشهر الماضي',
        'to months'=>'شهران',
    ],


















// pareents started
    'PAR'=>[
        'not-has'=>[
            'student'=>'عذرا ليس لديك طلاب مسجلين  في الموقع ',
        ],
        'page' => '',
        '' => '',
        '' => '',
        '' => '',
        '' => '',
    ],
    // نهاية التلرجمة لصفحات ولي الامر



];




