<?php
return [
  'id' => 'ID',
  'status app' => 'حالة الحساب',
  'name' => 'اسم المدرسة',
  'status' =>[
    's1' => '',
    's2' => '',
    's3' => 'حساب مجاني',
    's4' => 'حساب مجاني منتهي الصلاحية',
    's10' => '',
    's20' => '',
    's30' => 'حساب مفعل',
    's40' => 'حساب موقف مؤقتاً',
  ],
  
  'country' => 'الدولة',
  'cite' => 'المدينة',
  'street' => 'العنوان',
  'zip code' => 'الرمز البريدي',
  // 'uuid' => 'uuid',
  'logo' => 'شعار المدرسة',
  // 'address_id' => 'address id',
  'password' => 'كلمة المرور',
  'created_at' => 'تاريخ الاشتراك',
  'updated_at' => 'تاريخ اخر تعديل',
];